{
  "id": "de_bgb_bauvertragsrecht",
  "text_content": "Mit der Reform des Bauvertragsrechts zum 1. Januar 2018 wurden spezifische Regelungen für Bauverträge in das BGB eingefügt (§§ 650a ff. BGB), um den Besonderheiten der Baupraxis besser gerecht zu werden.\n\nDefinition des Bauvertrags (§ 650a BGB): Ein Bauvertrag ist ein Vertrag über die Herstellung, die Wiederherstellung, die Beseitigung oder den Umbau eines Bauwerks, einer Außenanlage oder eines Teils davon. Auch Instandhaltungsarbeiten fallen darunter, wenn sie für Konstruktion, Bestand oder bestimmungsgemäßen Gebrauch von wesentlicher Bedeutung sind. Dies trifft regelmäßig auf umfangreichere Innenausbauprojekte zu.\n\nAnordnungsrecht des Bestellers (§ 650b BGB): Eine wesentliche Neuerung ist das gesetzliche Recht des Bestellers, Änderungen des vereinbarten Werkerfolgs oder solche, die zur Erreichung des vereinbarten Werkerfolgs notwendig sind, anzuordnen. Dies stellt eine signifikante Abweichung vom allgemeinen Grundsatz der Vertragsbindung dar.\n\nVergütungsanpassung bei Anordnung (§ 650c BGB): Korrespondierend zum Anordnungsrecht regelt § 650c BGB den Anspruch des Unternehmers auf Anpassung der Vergütung für die geänderte oder zusätzliche Leistung.\n\nZustandsfeststellung bei verweigerter Abnahme (§ 650g BGB): Verweigert der Besteller die Abnahme unter Angabe von Mängeln, kann der Unternehmer eine gemeinsame Feststellung des Zustands des Werkes verlangen. Bleibt der Besteller diesem Termin unentschuldigt fern, kann der Unternehmer die Zustandsfeststellung einseitig vornehmen. Diese dokumentierte Feststellung begründet die Vermutung, dass darin nicht aufgeführte offenkundige Mängel erst nach der Zustandsfeststellung entstanden und vom Besteller zu vertreten sind.\n\nSchriftform für die Kündigung (§ 650h BGB): Die Kündigung eines Bauvertrages bedarf der Schriftform.",
  "metadata": {
    "source": "Juristische Analyse des deutschen Vertragsrechts",
    "type": "rechtliche_grundlage",
    "keywords": ["BGB", "Bauvertrag", "Anordnungsrecht", "Vergütungsanpassung", "Zustandsfeststellung", "Kündigung", "§ 650a BGB", "§ 650b BGB", "§ 650c BGB", "§ 650g BGB", "§ 650h BGB"],
    "last_updated": "2024-11-03"
  }
} 