{
  "id": "de_agb_kontrolle_grundlagen",
  "text_content": "Das deutsche Recht unterwirft Allgemeine Geschäftsbedingungen (AGB) einer strengen Kontrolle, um die Vertragsfreiheit der Partei zu schützen, die die AGB nicht gestellt hat.\n\nAnwendungsbereich (§ 305 Abs. 1 BGB): Die Regelungen gelten für alle für eine Vielzahl von Verträgen vorformulierten Vertragsbedingungen, die eine Vertragspartei (Verwender) der anderen bei Vertragsschluss stellt. Bei Verbraucherverträgen gelten sie auch bei nur einmaliger Verwendungsabsicht und selbst dann, wenn der Verbraucher auf die Formulierung Einfluss nehmen konnte (§ 310 Abs. 3 BGB).\n\nEinbeziehungsregeln (§ 305 Abs. 2, 3 BGB): AGB werden nur Vertragsbestandteil, wenn der Verwender bei Vertragsschluss ausdrücklich darauf hinweist (oder durch deutlich sichtbaren Aushang am Ort des Vertragsschlusses), der anderen Partei die Möglichkeit verschafft, in zumutbarer Weise vom Inhalt Kenntnis zu nehmen, und die andere Partei mit ihrer Geltung einverstanden ist.\n\nVorrang der Individualabrede (§ 305b BGB): Individuell zwischen den Parteien ausgehandelte Vereinbarungen haben stets Vorrang vor AGB.\n\nÜberraschende Klauseln (§ 305c Abs. 1 BGB): Bestimmungen, die nach den Umständen, insbesondere nach dem äußeren Erscheinungsbild des Vertrages, so ungewöhnlich sind, dass der Vertragspartner des Verwenders mit ihnen nicht zu rechnen brauchte, werden nicht Vertragsbestandteil.\n\nUnklarheitenregel (§ 305c Abs. 2 BGB): Zweifel bei der Auslegung von AGB gehen zulasten des Verwenders.\n\nInhaltskontrolle (§§ 307-309 BGB):\n- Generalklausel (§ 307 BGB): Bestimmungen in AGB sind unwirksam, wenn sie den Vertragspartner des Verwenders entgegen den Geboten von Treu und Glauben unangemessen benachteiligen. Eine unangemessene Benachteiligung kann sich auch daraus ergeben, dass die Bestimmung nicht klar und verständlich ist (Transparenzgebot, § 307 Abs. 1 S. 2 BGB).\n- Klauselverbote mit Wertungsmöglichkeit (§ 308 BGB): Enthält einen Katalog von Klauseln, deren Unwirksamkeit von einer Interessenabwägung im Einzelfall abhängt.\n- Klauselverbote ohne Wertungsmöglichkeit (§ 309 BGB): Listet Klauseln auf, die gegenüber Verbrauchern generell unwirksam sind.\n\nAnwendung im B2B-Verkehr (§ 310 Abs. 1 BGB): Gegenüber Unternehmern finden die §§ 308 und 309 BGB keine direkte Anwendung. Die Generalklausel des § 307 BGB gilt jedoch uneingeschränkt. Die Rechtsprechung zieht die Wertungen der §§ 308 und 309 BGB jedoch häufig als Indiz ('Indizwirkung') für eine unangemessene Benachteiligung auch im B2B-Bereich heran.\n\nFolgen der Unwirksamkeit (§ 306 BGB): Ist eine AGB-Klausel unwirksam, so bleibt der Vertrag im Übrigen wirksam. Anstelle der unwirksamen Klausel treten die gesetzlichen Vorschriften. Eine 'geltungserhaltende Reduktion', also die Reduzierung einer unwirksamen Klausel auf das gerade noch zulässige Maß, findet nicht statt.",
  "metadata": {
    "source": "Juristische Analyse des deutschen Vertragsrechts",
    "type": "rechtliche_grundlage",
    "keywords": ["AGB", "Allgemeine Geschäftsbedingungen", "AGB-Kontrolle", "Einbeziehung", "Inhaltskontrolle", "Überraschende Klauseln", "Unklarheitenregel", "§ 305 BGB", "§ 307 BGB", "§ 308 BGB", "§ 309 BGB", "B2B-Verkehr", "Transparenzgebot"],
    "last_updated": "2024-11-03"
  }
} 