{
  "id": "de_haftungsausschluesse_unwirksam",
  "text_content": "Die Haftung für Vorsatz kann nach deutschem Recht niemals ausgeschlossen werden (§ 276 Abs. 3 BGB). Die Haftung für grobe Fahrlässigkeit sowie für die Verletzung von Leben, Körper oder Gesundheit kann in AGB generell nicht wirksam ausgeschlossen werden (§ 309 Nr. 7 BGB, mit starker Indizwirkung für B2B). Ebenso ist der Ausschluss der Haftung für die Verletzung wesentlicher Vertragspflichten (sog. Kardinalpflichten), deren Erfüllung die ordnungsgemäße Durchführung des Vertrags überhaupt erst ermöglicht und auf deren Einhaltung der Vertragspartner regelmäßig vertraut, in AGB in der Regel unwirksam oder nur sehr eingeschränkt möglich.\n\nDer BGH hat wiederholt umfassende Haftungsausschlüsse, insbesondere für Kernpflichten oder bei grobem Verschulden, für unwirksam erklärt. Haftungsausschlüsse für leichte Fahrlässigkeit können unter bestimmten Umständen wirksam sein, wenn sie nicht Kardinalpflichten betreffen und im B2B-Bereich vereinbart werden. Im B2C-Bereich sind die Anforderungen strenger.\n\nBestimmungen in AGB, die entgegen § 309 Nr. 7 BGB einen Ausschluss oder eine Begrenzung der Haftung für Schäden aus der Verletzung des Lebens, des Körpers oder der Gesundheit vorsehen, sind immer unwirksam. Gleiches gilt für Schäden, die auf einer grob fahrlässigen Pflichtverletzung des Verwenders oder einer vorsätzlichen oder grob fahrlässigen Pflichtverletzung eines gesetzlichen Vertreters oder Erfüllungsgehilfen des Verwenders beruhen.\n\nProblematisch sind insbesondere Klauseln in Bauverträgen, die generell \"jede Haftung\" ausschließen oder die Haftung umfassend auf Vorsatz und grobe Fahrlässigkeit beschränken wollen. Solche Klauseln werden regelmäßig als unwirksam erachtet, da sie nicht zwischen verschiedenen Schadensarten und Verschuldensformen differenzieren.",
  "metadata": {
    "source": "Juristische Analyse des deutschen Vertragsrechts",
    "type": "red_flag",
    "keywords": ["Haftungsausschluss", "Haftungsbeschränkung", "Vorsatz", "grobe Fahrlässigkeit", "Körperverletzung", "Kardinalpflichten", "§ 276 BGB", "§ 309 Nr. 7 BGB", "§ 307 BGB"],
    "last_updated": "2024-11-03"
  }
} 