{
  "id": "de_pay_when_paid_klauseln",
  "text_content": "Klauseln, die die Fälligkeit der Zahlung an den Subunternehmer davon abhängig machen, dass der Hauptunternehmer seinerseits Zahlung vom Bauherrn erhalten hat, sind in AGB gemäß § 307 BGB generell unwirksam. Sie wälzen das Insolvenz- und Zahlungsrisiko des Hauptauftraggebers unangemessen auf den Subunternehmer ab.\n\nZu unterscheiden sind dabei:\n\n1. \"Pay-when-paid\" Klauseln: Diese regeln, dass die Zahlung an den Subunternehmer erst dann fällig wird, wenn der Hauptunternehmer seinerseits vom Bauherrn bezahlt wurde. Der Zahlungsanspruch bleibt grundsätzlich bestehen, wird jedoch in der Fälligkeit aufgeschoben.\n\n2. \"Pay-if-paid\" Klauseln: Diese sind noch strenger und machen die Zahlung an den Subunternehmer vom tatsächlichen Erhalt der Zahlung durch den Hauptunternehmer abhängig. Bei diesen Klauseln entfällt der Zahlungsanspruch des Subunternehmers vollständig, wenn der Hauptunternehmer vom Bauherrn nicht bezahlt wird.\n\nDie Rechtsprechung (insb. OLG-Urteile, bestätigt durch BGH-Nichtannahmebeschlüsse) sieht hierin durchweg eine unangemessene Benachteiligung. § 641 Abs. 2 BGB a.F. (Durchgriffsfälligkeit) wurde abgeschafft bzw. nicht in das neue Bauvertragsrecht übernommen, was die Unwirksamkeit solcher Klauseln unterstreicht.\n\nBegründung für die Unwirksamkeit:\n1. Der Subunternehmer hat keinen Einfluss auf das Verhältnis zwischen Hauptunternehmer und Bauherrn.\n2. Der Subunternehmer kann die Bonität des Bauherrn nicht prüfen.\n3. Es entsteht ein unzumutbares Insolvenzrisiko für den Subunternehmer.\n4. Eine Verschiebung des Vergütungsrisikos läuft dem gesetzlichen Leitbild des Werkvertrags zuwider.\n\nBeispiele für unwirksame Formulierungen:\n- \"Die Zahlung an den Nachunternehmer erfolgt nur, wenn und soweit der Auftraggeber an den Hauptunternehmer zahlt.\"\n- \"Der Anspruch des Subunternehmers auf Vergütung entsteht erst mit Zahlung des Bauherrn an den Hauptunternehmer.\"\n- \"Die Bezahlung des Auftragnehmers erfolgt nach Zahlungseingang vom Bauherrn.\"",
  "metadata": {
    "source": "Juristische Analyse des deutschen Vertragsrechts",
    "type": "red_flag",
    "keywords": ["Pay-when-paid", "Pay-if-paid", "Fälligkeit", "Subunternehmer", "Zahlungsrisiko", "Durchgriffsfälligkeit", "Unangemessene Benachteiligung", "§ 307 BGB", "§ 641 BGB"],
    "last_updated": "2024-11-03"
  }
} 