{
  "id": "at_abgb_kernprinzipien",
  "text_content": "Das ABGB von 1811 bildet das Kernstück des österreichischen Privatrechts und ist somit die grundlegende Rechtsquelle für alle zivilrechtlichen Verträge, einschließlich AGB und Bauverträge. Für AGB sind insbesondere zwei Paragraphen des ABGB von zentraler Bedeutung:\n\n§ 864a ABGB (Geltungskontrolle): Bestimmungen ungewöhnlichen Inhalts in AGB oder Vertragsformblättern werden nicht Vertragsbestandteil, wenn sie dem anderen Teil nachteilig sind und er mit ihnen nach den Umständen, vor allem nach dem äußeren Erscheinungsbild der Urkunde, nicht zu rechnen brauchte, es sei denn, der Verwender hat ihn besonders darauf hingewiesen. Die Beurteilung der \"Ungewöhnlichkeit\" hängt von der Art des Geschäfts und dem typischen Inhalt solcher AGB ab. Die Erkennbarkeit und Verständlichkeit der Klausel sowie der Erwartungshorizont des Vertragspartners spielen eine wesentliche Rolle. Ein ausdrücklicher Hinweis kann eine ungewöhnliche Klausel heilen.\n\n§ 879 ABGB (Inhaltskontrolle/Sittenwidrigkeit): Ein Vertrag, der gegen ein gesetzliches Verbot oder die guten Sitten verstößt, ist nichtig. Besondere Relevanz für AGB hat § 879 Abs 3 ABGB: Eine in AGB enthaltene Vertragsbestimmung, die nicht eine der beiderseitigen Hauptleistungen festlegt, ist jedenfalls nichtig, wenn sie unter Berücksichtigung aller Umstände des Falles einen Teil gröblich benachteiligt. Diese Bestimmung dient als Auffangtatbestand zur Gewährleistung von Fairness auch in B2B-Verträgen, wenngleich der Maßstab für \"gröbliche Benachteiligung\" hier höher angesetzt wird als im Verbrauchergeschäft.\n\nDie Gerichte interpretieren diese Generalklauseln im Lichte der aktuellen gesellschaftlichen und wirtschaftlichen Verhältnisse, wobei im B2C-Verkehr ein strengerer Maßstab zugunsten des Verbrauchers angelegt wird. Ein Klauser, die im B2C-Verkehr als klar gröblich benachteiligend eingestuft würde, könnte im B2B-Verkehr noch zulässig sein, sofern sie keine extreme Unausgewogenheit darstellt.\n\nWeitere relevante Aspekte im ABGB sind:\n- Vorrang der Individualabrede vor AGB (ähnlich § 305b BGB in Deutschland)\n- Unklarheitenregel (§ 915 ABGB) - Unklarheiten gehen zu Lasten des Verfassers\n- Transparenzgebot - wenngleich nicht so explizit wie im KSchG",
  "metadata": {
    "source": "Juristische Analyse des österreichischen Vertragsrechts",
    "type": "rechtliche_grundlage",
    "keywords": ["ABGB", "Allgemeines bürgerliches Gesetzbuch", "AGB", "Geltungskontrolle", "Inhaltskontrolle", "Sittenwidrigkeit", "Ungewöhnliche Klauseln", "§ 864a ABGB", "§ 879 ABGB", "Gröbliche Benachteiligung"],
    "last_updated": "2024-11-03"
  }
} 