{
  "id": "at_werkvertrag_abgb",
  "text_content": "Bauverträge sind im österreichischen Recht typischerweise als Werkverträge im Sinne der §§ 1165 ff. ABGB zu qualifizieren.\n\nGrundlagen: Der Werkunternehmer verpflichtet sich zur Herstellung eines bestimmten Erfolgs (des Werks), der Werkbesteller zur Zahlung des Entgelts (Werklohn, § 1170 ABGB). Das ABGB regelt die Pflichten beider Parteien, die Gefahrtragung (§ 1168, § 1168a ABGB) und die Beendigungsrechte (§ 1168 ABGB).\n\nFälligkeit des Werklohns: Nach den dispositiven Bestimmungen des ABGB wird der Werklohn grundsätzlich erst nach Vollendung und Prüfung des Werkes fällig (§ 1170 ABGB). Dies kann für Werkunternehmer bei großen Projekten nachteilig sein. Aus diesem Grund werden in der Praxis oft abweichende Vereinbarungen getroffen, etwa durch die Vereinbarung der ÖNORM B 2110, die detailliertere Regelungen zu Abschlagszahlungen enthält.\n\nSicherstellung bei Bauverträgen (§ 1170b ABGB): Diese Bestimmung sieht einen Anspruch des Werkunternehmers auf Sicherstellung des Werklohns vor, ist jedoch nicht anwendbar, wenn der Werkbesteller eine juristische Person des öffentlichen Rechts oder ein Verbraucher ist. Der Anspruch beträgt bis zu 20% des vereinbarten Entgelts und kann durch Bankgarantie, Versicherung oder Bargeld erfüllt werden.\n\nGewährleistung: Die Gewährleistungsfrist beträgt für unbewegliche Sachen (wie Bauwerke) drei Jahre (§ 933 ABGB). Die primären Gewährleistungsbehelfe sind Verbesserung oder Austausch, sekundär Preisminderung oder Wandlung (§ 932 ABGB).\n\nRisikotragung:\n- § 1168 ABGB: Geht das Werk vor der Übernahme durch Zufall zugrunde, trägt der Unternehmer das Risiko (keine Vergütung).\n- § 1168a ABGB: Bei Untergang des Werks wegen offenbar untauglicher Anweisungen oder untauglicher Materialien des Bestellers behält der Unternehmer den Entgeltanspruch, wenn er den Besteller gewarnt hat.\n\nDie Werkvertragsbestimmungen des ABGB sind überwiegend dispositiv, d.h., sie können durch Parteienvereinbarung abgeändert werden. Dies geschieht in der Baupraxis häufig durch die Vereinbarung der ÖNORM B 2110 oder durch individuell ausgehandelte Vertragsbedingungen.",
  "metadata": {
    "source": "Juristische Analyse des österreichischen Vertragsrechts",
    "type": "rechtliche_grundlage",
    "keywords": ["ABGB", "Werkvertrag", "Bauvertrag", "Werklohn", "Fälligkeit", "Sicherstellung", "Gewährleistung", "Risikotragung", "§ 1165 ABGB", "§ 1168 ABGB", "§ 1170 ABGB", "§ 1170b ABGB"],
    "last_updated": "2024-11-03"
  }
} 