{
  "id": "at_kschg_verbraucherschutz",
  "text_content": "Das Konsumentenschutzgesetz (KSchG) enthält zwingende Schutzbestimmungen für Verträge zwischen Unternehmern und Verbrauchern (B2C) und ist daher für die Prüfung von AGB in diesem Bereich von überragender Bedeutung. Das KSchG definiert den Unternehmer- und Verbraucherbegriff und legt fest, wann seine Bestimmungen zur Anwendung gelangen. Viele Regelungen des KSchG sind zwingend und können nicht zum Nachteil des Verbrauchers abbedungen werden (§ 2 Abs 2 KSchG).\n\n§ 6 KSchG (Unzulässige Vertragsbestandteile): Dieser Paragraph enthält einen Katalog von Klauseln, die in AGB gegenüber Verbrauchern entweder absolut nichtig sind (§ 6 Abs 1 KSchG) oder nur dann gültig sind, wenn sie im Einzelnen ausgehandelt wurden (§ 6 Abs 2 KSchG). Beispiele sind unzulässige Haftungsausschlüsse, unangemessen lange Fristen für den Unternehmer oder die Einschränkung von Gewährleistungsrechten.\n\nDie Ausnahme des \"im Einzelnen Ausverhandelns\" wird von der österreichischen Rechtsprechung sehr eng interpretiert. Ein bloßes Besprechen oder die Möglichkeit zur Kenntnisnahme reicht nicht aus; es bedarf einer echten Verhandlungsmöglichkeit für den Verbraucher.\n\nTransparenzgebot (§ 6 Abs 3 KSchG): Eine Vertragsbestimmung in AGB ist unwirksam, wenn sie unklar oder unverständlich abgefasst ist. Dies zielt darauf ab, dass der Verbraucher die rechtlichen und wirtschaftlichen Konsequenzen einer Klausel nachvollziehen kann.\n\nInformationspflichten (§ 5a KSchG): Unternehmer haben vor Vertragsabschluss umfassende Informationspflichten gegenüber Verbrauchern zu erfüllen, etwa über wesentliche Eigenschaften der Ware oder Dienstleistung, Identität des Unternehmers, Gesamtpreis, Zahlungs- und Lieferbedingungen, etc.\n\nRücktrittsrecht: Das KSchG sieht in verschiedenen Situationen Rücktrittsrechte für Verbraucher vor, insbesondere bei Haustürgeschäften, Fernabsatzverträgen und außerhalb von Geschäftsräumen geschlossenen Verträgen (§ 3 KSchG, § 3a KSchG, § 11 FAGG).\n\nDie Bestimmungen des KSchG verstärken im B2C-Bereich den Schutz über die allgemeinen Vorschriften des ABGB hinaus und sind in AGB stets zu beachten. Die Überlagerung von ABGB und KSchG führt in der Praxis zu einem gestuften Prüfungssystem, wobei speziellere Verbote den allgemeineren vorgehen.",
  "metadata": {
    "source": "Juristische Analyse des österreichischen Vertragsrechts",
    "type": "rechtliche_grundlage",
    "keywords": ["KSchG", "Konsumentenschutzgesetz", "Verbraucherschutz", "Unzulässige Vertragsbestandteile", "Transparenzgebot", "Informationspflichten", "Rücktrittsrecht", "§ 6 KSchG", "§ 5a KSchG", "B2C-Verträge"],
    "last_updated": "2024-11-03"
  }
} 