{
  "id": "at_ugb_b2b_verkehr",
  "text_content": "Das Unternehmensgesetzbuch (UGB) regelt Rechtsgeschäfte zwischen Unternehmern (B2B) und enthält teilweise strengere oder spezifischere Regelungen als das ABGB, um den Bedürfnissen des Handelsverkehrs Rechnung zu tragen. Das UGB gilt für Unternehmer im Sinne des Gesetzes, wobei das ABGB subsidiär anwendbar bleibt.\n\nMängelrüge (§ 377 UGB): Bei beiderseitig unternehmensbezogenen Geschäften ist der Käufer/Werkbesteller verpflichtet, die Ware/das Werk unverzüglich nach Ablieferung zu untersuchen und festgestellte Mängel ebenso unverzüglich zu rügen. Unterlässt er dies, verliert er seine Ansprüche auf Gewährleistung, Schadenersatz wegen des Mangels selbst sowie aus Irrtum über die Mangelfreiheit. Die genauen Fristen für Untersuchung und Rüge sind nicht starr festgelegt, sondern hängen von den Umständen des Einzelfalls ab. Diese Obliegenheit ist ein signifikanter Unterschied zum Verbraucherrecht und kann für Unternehmer zu einem vollständigen Rechtsverlust führen.\n\n\"Battle of Forms\": Verwenden beide Vertragspartner widersprechende AGB, kommt nach österreichischer Rechtsprechung häufig die \"Knock-Out-Regel\" zur Anwendung: Übereinstimmende Teile der AGB gelten, widersprechende Klauseln heben sich gegenseitig auf, und die Lücke wird durch dispositives Gesetzesrecht gefüllt. Sogenannte \"Abwehrklauseln\" (z.B. \"Es gelten ausschließlich unsere AGB\") sind in der Regel wirkungslos, um die eigenen AGB vollständig durchzusetzen.\n\nVerzugszinsen (§ 456 UGB): Im B2B-Bereich gelten bei Zahlungsverzug höhere gesetzliche Verzugszinsen (aktuell 9,2 Prozentpunkte über dem Basiszinssatz) als im allgemeinen Zivilrecht oder im Verbrauchergeschäft.\n\nZahlungsverzugsgesetz (ZaVerzG): Dies setzt Grenzen für Zahlungsfristen, insbesondere für öffentliche Auftraggeber, und regelt B2B-Verzugszinsen. Für B2B-Geschäfte gilt eine maximale Zahlungsfrist von 60 Tagen, es sei denn, eine längere Frist ist für den Gläubiger nicht gröblich benachteiligend oder wurde ausdrücklich vereinbart und ist nicht gröblich benachteiligend. Für öffentliche Auftraggeber gelten noch strengere Fristen (grundsätzlich 30 Tage, max. 60 Tage bei sachlicher Rechtfertigung).\n\nIm B2B-Bereich besteht grundsätzlich mehr Vertragsfreiheit als im B2C-Bereich, jedoch werden diese Freiheiten durch branchenübliche Gebräuche, die Generalklauseln des ABGB (insbesondere § 879 ABGB) und die spezifischen Regelungen des UGB begrenzt.",
  "metadata": {
    "source": "Juristische Analyse des österreichischen Vertragsrechts",
    "type": "rechtliche_grundlage",
    "keywords": ["UGB", "Unternehmensgesetzbuch", "B2B", "Mängelrüge", "Battle of Forms", "Verzugszinsen", "Zahlungsverzugsgesetz", "§ 377 UGB", "§ 456 UGB", "Knock-Out-Regel"],
    "last_updated": "2024-11-03"
  }
} 