{
  "id": "at_oenorm_b2110",
  "text_content": "Die ÖNORM B 2110 ist ein von Austrian Standards International erarbeitetes Regelwerk, das als AGB für Bauleistungen konzipiert ist. Sie muss ausdrücklich zwischen den Vertragsparteien vereinbart werden, um Geltung zu erlangen. Die ÖNORM B 2110 ist kein Gesetz, sondern vorformulierte Vertragsbedingungen. Wird sie vereinbart, unterliegt sie als AGB der Inhaltskontrolle nach §§ 864a und 879 ABGB sowie, bei Beteiligung von Verbrauchern, den Bestimmungen des KSchG.\n\nDie ÖNORM B 2110 enthält detaillierte Regelungen zu zahlreichen Aspekten von Bauverträgen, die im ABGB nur allgemein oder gar nicht geregelt sind:\n\nSchriftform: Für viele Erklärungen, Änderungen und Mitteilungen sieht die ÖNORM B 2110 aus Beweisgründen die Schriftform vor.\n\nDokumentationspflicht: Es bestehen detaillierte Vorgaben zur Führung von Bautagebüchern und Bautagesberichten.\n\nPrüf- und Warnpflicht: Der Auftragnehmer (AN) hat vom Auftraggeber (AG) beigestellte Unterlagen, Stoffe und Vorleistungen zu prüfen und bei Bedenken schriftlich zu warnen.\n\nÜbernahme: Die ÖNORM B 2110 unterscheidet zwischen förmlicher und formloser Übernahme und regelt deren Voraussetzungen und Rechtsfolgen, insbesondere den Beginn der Gewährleistungsfrist.\n\nGewährleistung: Es gelten spezifische Gewährleistungsfristen (z.B. 3 Jahre für Bauwerke, 2 Jahre für bewegliche Teile der Haustechnik).\n\nHaftungsbeschränkungen: Für leichte Fahrlässigkeit sind Haftungsobergrenzen vorgesehen (z.B. 12.500 EUR bei Auftragssumme bis 250.000 EUR, darüber 5% der Auftragssumme, max. 750.000 EUR).\n\nZahlungsfristen: Die Norm enthält konkrete Fristen für Abschlags- und Schlussrechnungen (z.B. 30 Tage für Abschlagsrechnungen, 60/90 Tage für Schlussrechnung je nach Höhe).\n\nVertragsstrafen: Oftmals wird eine Deckelung der Vertragsstrafe (z.B. mit 5% der Auftragssumme) vorgesehen.\n\nSphärenzuordnung: Die Risikoverteilung, insbesondere bei unvorhergesehenen Ereignissen, ist detaillierter geregelt als im ABGB.\n\nAktualisierungen 2023: Die Fassung 2023 brachte einige Änderungen, u.a. die Streichung des Punktes 6.5.2 \"Fixgeschäft\", die Verlegung der Vertragsstrafenregelung und Präzisierungen bei Leistungsabweichungen.\n\nDie ÖNORM B 2110 stellt einen Versuch dar, einen ausgewogenen und detaillierten Rahmen für Bauprojekte zu schaffen. Da sie jedoch den Status von AGB hat, können ihre einzelnen Klauseln, insbesondere wenn sie einseitig (oft durch den AG in Abänderung der Standard-ÖNORM) zum Nachteil der anderen Partei formuliert werden, der Inhaltskontrolle nach ABGB unterliegen.",
  "metadata": {
    "source": "Juristische Analyse des österreichischen Vertragsrechts",
    "type": "rechtliche_grundlage",
    "keywords": ["ÖNORM B 2110", "Bauvertrag", "Bauleistungen", "Standardvertragsbedingungen", "Übernahme", "Gewährleistung", "Haftungsbeschränkungen", "Zahlungsfristen", "Vertragsstrafen", "Prüf- und Warnpflicht", "Sphärenzuordnung"],
    "last_updated": "2024-11-03"
  }
} 