{
  "id": "at_haftungsbeschraenkungen",
  "text_content": "Haftungsbeschränkungen und -ausschlüsse unterliegen in Österreich einer strengen rechtlichen Kontrolle, insbesondere in AGB. Die rechtlichen Grundlagen finden sich im § 879 ABGB (Sittenwidrigkeit, insb. für grobe Fahrlässigkeit/Vorsatz), § 6 Abs 1 Z 9 KSchG (kein Ausschluss für Personenschäden, enge Grenzen für sonstige Schäden bei Verbrauchern), § 9 KSchG (Einschränkung von Gewährleistungsrechten), UGB (größere Freiheit, aber Grenzen bei krass grober Fahrlässigkeit) und ÖNORM B 2110 Pkt. 11.3.1 (früher 5.46, Grenzen für leichte Fahrlässigkeit).\n\nIm B2C-Bereich (Verbrauchergeschäft) ist die Zulässigkeit stark eingeschränkt. Ein Ausschluss für Personenschäden, Vorsatz und grobe Fahrlässigkeit ist generell nichtig. Andere Ausschlüsse sind oft nach § 6 KSchG oder § 879 Abs 3 ABGB unwirksam.\n\nIm B2B-Bereich (Geschäft zwischen Unternehmern) sind Haftungsausschlüsse und -beschränkungen zulässiger, aber der Ausschluss für Vorsatz ist immer nichtig. Ein Ausschluss für grobe Fahrlässigkeit ist oft sittenwidrig, insbesondere bei \"krass\" grober Fahrlässigkeit. Die Haftung für leichte Fahrlässigkeit kann oft ausgeschlossen werden. Der OGH ist streng bei pauschalen Ausschlüssen grober Fahrlässigkeit, auch im B2B-Bereich, und differenziert zwischen \"schlichter\" und \"krasser\" grober Fahrlässigkeit.\n\nDie ÖNORM B 2110 sieht spezifische Obergrenzen für leichte Fahrlässigkeit vor (z.B. 12.500 EUR bei Auftragssumme bis 250.000 EUR, darüber 5% der Auftragssumme, max. 750.000 EUR).\n\nMangelfolgeschäden können in bestimmten Grenzen ausgeschlossen werden, wobei die Unterscheidung zwischen Mangelschaden (Schaden an der Leistung selbst) und Mangelfolgeschaden (daraus resultierender weiterer Schaden) wesentlich ist. Während die Gewährleistung den Mangelschaden abdeckt und schwer (besonders B2C) ausschließbar ist, zielen Haftungsklauseln oft auf die Begrenzung von Mangelfolgeschäden ab. Die Zulässigkeit solcher Ausschlüsse für Mangelfolgeschäden hängt stark vom Verschuldensgrad und dem B2C/B2B-Kontext ab.\n\nBesonders problematisch (und meist unwirksam) sind pauschale Klauseln, die die Haftung generell ausschließen oder auf bestimmte Schadenstypen beschränken, ohne nach Verschuldensgrad zu differenzieren.",
  "metadata": {
    "source": "Juristische Analyse des österreichischen Vertragsrechts",
    "type": "red_flag",
    "keywords": ["Haftungsausschluss", "Haftungsbeschränkung", "Vorsatz", "Grobe Fahrlässigkeit", "Personenschäden", "Mangelfolgeschäden", "§ 879 ABGB", "§ 6 KSchG", "ÖNORM B 2110"],
    "last_updated": "2024-11-03"
  }
} 