{
  "id": "at_gewaehrleistung",
  "text_content": "Die Gewährleistung im österreichischen Recht basiert auf den §§ 922ff ABGB (allgemeine Regeln, primäre vs. sekundäre Behelfe), § 9 KSchG (Einschränkungen von Gewährleistungsrechten des Verbrauchers weitgehend nichtig), § 377 UGB (Mängelrüge für B2B) und ÖNORM B 2110 Pkt. 10 und 12.2 (Gewährleistungsfristen, Prozess).\n\nGewährleistungsfristen: Nach dem ABGB beträgt die Frist für unbewegliche Sachen (Bauwerke) 3 Jahre und für bewegliche Sachen 2 Jahre. Diese Fristen sind für Verbraucher aufgrund des KSchG zwingend. Die ÖNORM B 2110 sieht ebenfalls 3 Jahre für Bauwerke und 2 Jahre für bewegliche Haustechnik vor. Das UGB erlaubt im B2B-Bereich Verkürzungen, sofern diese nicht sittenwidrig sind.\n\nDas Gewährleistungsrichtlinien-Umsetzungsgesetz (GRUG) von 2022 und das damit verbundene Verbrauchergewährleistungsgesetz (VGG) haben das Zusammenspiel von Gewährleistungs- und Verjährungsfristen, insbesondere für Verbraucherverträge und digitale Elemente, modifiziert. Bei Bauverträgen mit digitalen Komponenten sollte dies beachtet werden.\n\nMängelrüge: Ein entscheidender Unterschied zwischen B2C und B2B ist die im § 377 UGB geregelte Rügepflicht. Im B2B-Verkehr ist der Käufer/Werkbesteller verpflichtet, die Ware/das Werk unverzüglich nach Ablieferung zu untersuchen und festgestellte Mängel ebenso unverzüglich zu rügen. Eine versäumte rechtzeitige Rüge führt zum Rechtsverlust. Diese Regel ist auf Verbraucher nicht anwendbar.\n\nGewährleistungsbehelfe: Nach ABGB/KSchG hat der Gewährleistungsberechtigte zunächst Anspruch auf Verbesserung oder Austausch (primäre Behelfe), dann erst auf Preisminderung oder Wandlung (sekundäre Behelfe). Die ÖNORM B 2110 folgt diesem Schema im Allgemeinen.\n\nEinschränkung der Gewährleistung: Im B2C-Bereich sind Einschränkungen der gesetzlichen Gewährleistungsrechte gemäß § 9 KSchG weitgehend unwirksam. Im B2B-Bereich besteht mehr Gestaltungsspielraum, jedoch sind auch hier sittenwidrige Einschränkungen (§ 879 ABGB) nichtig.\n\nBesonders problematisch sind Klauseln, die:\n- Die Gewährleistungsfrist übermäßig verkürzen (besonders im B2C-Bereich)\n- Die Beweislast zu Ungunsten des Gewährleistungsberechtigten verschieben\n- Bestimmte Mängelarten gänzlich von der Gewährleistung ausnehmen\n- Die primären Gewährleistungsbehelfe (Verbesserung/Austausch) ausschließen\n- Den Gewährleistungsberechtigten mit übermäßigen Kostenrisiken bei der Geltendmachung belasten",
  "metadata": {
    "source": "Juristische Analyse des österreichischen Vertragsrechts",
    "type": "yellow_flag",
    "keywords": ["Gewährleistung", "Gewährleistungsfrist", "Mängelrüge", "Verbesserung", "Austausch", "Preisminderung", "Wandlung", "§ 922 ABGB", "§ 9 KSchG", "§ 377 UGB", "ÖNORM B 2110"],
    "last_updated": "2024-11-03"
  }
} 