{
  "id": "at_vertragsstrafen",
  "text_content": "Vertragsstrafen (Pönalen) sind im österreichischen Recht durch § 1336 ABGB (allgemeine Regeln, richterliches Mäßigungsrecht) und bei Vereinbarung der ÖNORM B 2110 durch deren Pkt. 11.3 (früher 6.5.3, oft 5% Obergrenze der Auftragssumme, Tagessätze) geregelt.\n\nVertragsstrafen müssen angemessen sein. Unbegrenzte oder überhöhte Vertragsstrafen können nichtig sein (§ 879 ABGB) oder unterliegen dem richterlichen Mäßigungsrecht (§ 1336 Abs 2 ABGB), auch im B2B-Bereich. Im B2C-Bereich erfolgt eine strengere Prüfung. Die 5%-Obergrenze der ÖNORM B 2110 ist ein gängiger Anhaltspunkt für Angemessenheit im Baubereich.\n\nDer OGH hat bestätigt, dass das richterliche Mäßigungsrecht zwingend ist und in AGB nicht ausgeschlossen werden kann. Vertragsstrafen, die den wirtschaftlichen Ruin herbeiführen können, sind sittenwidrig.\n\nDie ÖNORM B 2110 (Pkt. 11.3.2, ehemals 6.5.3.2) sieht vor, dass ein die Vertragsstrafe übersteigender Schaden nur bei Vorsatz oder grober Fahrlässigkeit des Auftragnehmers zu ersetzen ist. Dies ist ein wichtiges Detail, das oft übersehen wird, wenn Parteien nur einen Strafsatz festlegen, ohne den vollen ÖNORM-Kontext zu berücksichtigen.\n\nBesonders problematisch sind in Verträgen nach österreichischem Recht folgende Klauseln:\n\n1. Vertragsstrafen ohne Höchstgrenze oder mit unangemessen hohen Höchstgrenzen (über 5% der Auftragssumme)\n\n2. Vertragsstrafen ohne Verschuldenserfordernis, die auch bei unverschuldeten Verzögerungen fällig werden\n\n3. Kumulative Vertragsstrafen für verschiedene Vertragsverletzungen, die in Summe unverhältnismäßig hoch werden können\n\n4. Klauseln, die das richterliche Mäßigungsrecht ausschließen\n\n5. Vertragsstrafen, die bereits bei geringfügigen Vertragsverletzungen in voller Höhe fällig werden\n\n6. Vertragsstrafen, deren Berechnungsgrundlage unklar ist oder die keine klare Regelung enthalten, wann und unter welchen Umständen sie anfallen\n\nIm Einklang mit der ÖNORM B 2110 und der Rechtsprechung des OGH sollte eine Vertragsstrafe eine klare Obergrenze haben, nur bei Verschulden des Schuldners fällig werden und dem Gläubiger nicht ermöglichen, sowohl die volle Vertragsstrafe als auch vollen Schadenersatz zu fordern.",
  "metadata": {
    "source": "Juristische Analyse des österreichischen Vertragsrechts",
    "type": "yellow_flag",
    "keywords": ["Vertragsstrafe", "Pönale", "Mäßigungsrecht", "ÖNORM B 2110", "5%-Obergrenze", "Verschuldenserfordernis", "Kumulierung", "§ 1336 ABGB", "§ 879 ABGB", "Sittenwidrigkeit"],
    "last_updated": "2024-11-03"
  }
} 