{
  "id": "at_pay_when_pay_if_paid",
  "text_content": "\"Pay-when-paid\" und \"Pay-if-paid\"-Klauseln werden nach österreichischem Recht primär nach § 879 ABGB (Sittenwidrigkeit) beurteilt. Diese Klauseln machen die Zahlung an einen Subunternehmer davon abhängig, dass der Hauptunternehmer Zahlung vom Auftraggeber erhält.\n\nDabei ist zu unterscheiden:\n\n1. \"Pay-if-paid\" Klauseln machen die Zahlung an den Subunternehmer vom tatsächlichen Erhalt der Zahlung durch den Hauptunternehmer abhängig. Der Zahlungsanspruch des Subunternehmers entfällt vollständig, wenn der Hauptunternehmer vom Bauherrn nicht bezahlt wird. Diese Klauseln werden in Österreich nahezu einhellig als sittenwidrig und nichtig nach § 879 ABGB angesehen, da sie das Insolvenzrisiko des Auftraggebers komplett auf den Subunternehmer übertragen.\n\n2. \"Pay-when-paid\" Klauseln legen fest, dass die Zahlung an den Subunternehmer erst dann fällig wird, wenn der Hauptunternehmer vom Bauherrn bezahlt wurde. Der Zahlungsanspruch bleibt grundsätzlich bestehen, wird jedoch in der Fälligkeit aufgeschoben. Auch diese Klauseln werden kritisch gesehen. Wenn sie effektiv das Insolvenzrisiko des Auftraggebers verschieben oder es dem Hauptunternehmer ermöglichen, die Zahlung aufgrund eigener Streitigkeiten mit dem Auftraggeber unbegrenzt zurückzuhalten, können sie ebenfalls nach § 879 ABGB nichtig sein.\n\nDie österreichische Rechtsprechung ist tendenziell streng gegen eine solche Risikoüberwälzung. Das Kernproblem dieser Klauseln ist die unfaire Verlagerung des unternehmerischen Risikos. Der Hauptunternehmer wählt den Auftraggeber; der Subunternehmer hat typischerweise keine Vertragsbeziehung oder Einfluss auf den Auftraggeber. Den Subunternehmer das Risiko der Insolvenz oder Nichtzahlung des Auftraggebers an den Hauptunternehmer tragen zu lassen, wird im Allgemeinen als grobes Ungleichgewicht der Vertragspositionen und damit als sittenwidrig angesehen.\n\nProblematisch sind Formulierungen wie:\n- \"Die Zahlung an den Nachunternehmer erfolgt nur, wenn und soweit der Auftraggeber an den Hauptunternehmer zahlt.\"\n- \"Der Anspruch des Subunternehmers auf Vergütung entsteht erst mit Zahlung des Bauherrn an den Hauptunternehmer.\"\n- \"Die Bezahlung des Auftragnehmers erfolgt nach Zahlungseingang vom Bauherrn.\"\n\nSolche Klauseln werden in der Regel als unangemessene Benachteiligung des Subunternehmers eingestuft.",
  "metadata": {
    "source": "Juristische Analyse des österreichischen Vertragsrechts",
    "type": "red_flag",
    "keywords": ["Pay-when-paid", "Pay-if-paid", "Subunternehmer", "Zahlungsbedingungen", "Fälligkeit", "Sittenwidrigkeit", "§ 879 ABGB", "Unangemessene Benachteiligung", "Risikoüberwälzung"],
    "last_updated": "2024-11-03"
  }
} 