{
  "id": "at_back_to_back",
  "text_content": "\"Back-to-Back\"-Klauseln (oder Durchleitungsklauseln) im österreichischen Recht werden primär nach § 879 ABGB (Sittenwidrigkeit) und § 864a ABGB (überraschende Klauseln) beurteilt. Diese Klauseln zielen darauf ab, alle oder die meisten Bedingungen (einschließlich Risiken und Pflichten) aus dem Hauptvertrag an den Subunternehmer weiterzugeben.\n\nSolche Klauseln sind nach österreichischem Recht nicht per se unwirksam, können aber problematisch werden, wenn:\n\n1. Der Subunternehmer keinen vollständigen und ordnungsgemäßen Zugang zu den Hauptvertragsbedingungen hat.\n\n2. Die weitergegebenen Bedingungen unangemessen belastend oder für den spezifischen Leistungsumfang des Subunternehmers irrelevant sind.\n\n3. Sie zu einer unfairen Risikoverteilung führen (z.B. Haftung des Subunternehmers für Verzögerungen, die durch den Hauptauftragnehmer oder andere Subunternehmer verursacht wurden).\n\nTransparenz ist entscheidend: Der Subunternehmer muss klar verstehen, welche Verpflichtungen er übernimmt. Globale Verweise auf den Hauptvertrag ohne Spezifizierung der anwendbaren Teile können nach § 864a ABGB (überraschende Klauseln) oder wegen Intransparenz unwirksam sein.\n\nEine \"Back-to-Back\"-Klausel kann ein legitimes Mittel für einen Hauptauftragnehmer sein, um seine Projektrisiken zu managen. Sie wird jedoch missbräuchlich, wenn sie dazu dient, alle Verantwortlichkeiten blind auf einen Subunternehmer abzuwälzen, der möglicherweise nicht die Kapazität, Information oder Vertragsposition hat, diese Risiken zu managen.\n\nBesonders kritisch zu sehen sind pauschale Formulierungen wie:\n- \"Der Subunternehmer übernimmt alle Verpflichtungen des Hauptunternehmers aus dem Hauptvertrag.\"\n- \"Der Subunternehmer unterwirft sich allen Bestimmungen des Hauptauftraggebers mit dem Auftraggeber.\"\n- \"Es gelten alle Bestimmungen des Hauptauftrags, den der Auftragnehmer zur Kenntnis genommen hat.\"\n\nIm österreichischen Kontext wird besonders geprüft, ob die Durchleitungsklausel den Subunternehmer mit Verpflichtungen belastet, die außerhalb seines eigentlichen Leistungsbereichs liegen oder in keinem angemessenen Verhältnis zu seinem Anteil am Gesamtprojekt stehen.",
  "metadata": {
    "source": "Juristische Analyse des österreichischen Vertragsrechts",
    "type": "yellow_flag",
    "keywords": ["Back-to-Back", "Durchleitungsklausel", "Subunternehmer", "Hauptvertrag", "Überraschende Klauseln", "Transparenz", "§ 879 ABGB", "§ 864a ABGB", "Risikomanagement"],
    "last_updated": "2024-11-03"
  }
} 