{
  "id": "de_abschlagszahlungen",
  "text_content": "Abschlagszahlungen ermöglichen im deutschen Baurecht die Vergütung von Teilleistungen vor der Gesamtfertigstellung und dienen der Finanzierung laufender Bauvorhaben. Die rechtlichen Grundlagen finden sich in § 632a BGB und § 16 VOB/B.\n\nNach § 632a BGB kann der Unternehmer Abschlagszahlungen für erbrachte vertragsmäßige Leistungen verlangen. Hierfür muss er dem Besteller eine Aufstellung der erbrachten Leistungen vorlegen, die eine rasche und sichere Beurteilung der Leistungen ermöglicht. Die Höhe der Abschlagszahlung richtet sich nach dem Wert der vom Unternehmer erbrachten und vertragsgemäßen Leistungen.\n\nDer Besteller kann die Zahlung eines angemessenen Teils des Abschlags verweigern, wenn die erbrachten Leistungen nicht vertragsgemäß sind (Einbehalt für Mängelbeseitigung). Dieser Einbehalt ist in der Regel unangemessen hoch, wenn er den doppelten Betrag der für die Beseitigung des Mangels erforderlichen Kosten übersteigt.\n\nNach § 16 VOB/B sind Abschlagszahlungen auf Antrag in Höhe des Wertes der jeweils nachgewiesenen vertragsgemäßen Leistungen einschließlich des ausgewiesenen, darauf entfallenden Umsatzsteuerbetrags zu gewähren. Die VOB/B enthält detailliertere Regelungen als das BGB, insbesondere zur Fälligkeit (innerhalb von 21 Kalendertagen nach Zugang der prüfbaren Aufstellung) und zu Einbehalten (z.B. Sicherheitseinbehalt von 10% der Abschlagszahlung bei noch unzureichender Sicherheit).\n\nBei der Abnahme in Teilen (§ 12 Abs. 2 VOB/B) hat der Auftragnehmer einen Anspruch auf entsprechende Teilzahlung, nicht nur auf Abschlagszahlungen.\n\nFür öffentliche Auftraggeber gelten teilweise besondere Bestimmungen, insbesondere hinsichtlich der Fälligkeitsfristen.\n\nProblematische Klauseln in Verträgen zu Abschlagszahlungen können sein:\n1. Regelungen, die den Anspruch auf Abschlagszahlungen vollständig ausschließen\n2. Übermäßig lange Prüf- und Zahlungsfristen\n3. Unverhältnismäßig hohe Einbehalte bei geringfügigen Mängeln\n4. Zahlungsplanvereinbarungen, die nicht mit dem tatsächlichen Baufortschritt korrelieren\n5. Klauseln, die Abschlagszahlungen von sachfremden Bedingungen abhängig machen\n\nDie Regelungen zu Abschlagszahlungen in §§ 632a, 650m BGB sind größtenteils zwingendes Recht und können in AGB nicht zum Nachteil des Unternehmers abgeändert werden. Bei Verbraucherbauverträgen gelten zusätzliche Schutzvorschriften für den Verbraucher, insbesondere zur Höhe der Abschlagszahlungen (§ 650m BGB) und zur Absicherung des Verbrauchers.",
  "metadata": {
    "source": "Juristische Analyse des deutschen Vertragsrechts",
    "type": "rechtliche_grundlage",
    "keywords": ["Abschlagszahlung", "Teilzahlung", "Baufortschritt", "Leistungsaufstellung", "§ 632a BGB", "§ 16 VOB/B", "§ 650m BGB", "Prüfbare Aufstellung", "Prüffrist", "Zahlungsfrist", "Einbehalt"],
    "last_updated": "2024-11-04"
  }
} 