{
  "id": "at_pruef_warnpflicht",
  "text_content": "Die Prüf- und Warnpflicht ist ein zentrales Element des österreichischen Werkvertragsrechts und findet ihre gesetzliche Grundlage in § 1168a ABGB. Zusätzlich wird sie in der ÖNORM B 2110 (Pkt. 6.2.4) detailliert geregelt.\n\nNach § 1168a ABGB behält der Unternehmer seinen Entgeltanspruch, wenn das Werk aufgrund offenbar untauglicher Anweisungen des Bestellers oder untauglichen vom Besteller zur Verfügung gestellten Stoffes misslingt, sofern der Unternehmer den Besteller gewarnt hat. Unterlässt der Unternehmer diese Warnung, verliert er seinen Entgeltanspruch und kann für daraus resultierende Schäden haftbar gemacht werden.\n\nUmfang der Prüfpflicht: Der Unternehmer muss die vom Besteller zur Verfügung gestellten Unterlagen, Anweisungen, Materialien und allfällige Vorleistungen anderer Auftragnehmer auf ihre Eignung hin überprüfen. Die Prüfung muss mit der Sorgfalt eines fachkundigen Unternehmers erfolgen. Die Intensität der Prüfung richtet sich nach dem jeweiligen Fachbereich des Unternehmers; ein Spezialist hat eine intensivere Prüfpflicht als ein einfacher Handwerker.\n\nDer OGH hat in ständiger Rechtsprechung betont, dass die Prüf- und Warnpflicht nicht nur offensichtliche Mängel umfasst, sondern alle für einen fachkundigen Unternehmer erkennbaren Probleme. Ein besonderes Augenmerk ist auf die Schnittstellen zwischen verschiedenen Gewerken zu legen.\n\nWarnpflicht: Stellt der Unternehmer Mängel oder Bedenken fest, muss er diese dem Besteller unverzüglich, deutlich und nachweislich mitteilen. Die Warnung sollte schriftlich erfolgen, Details der Bedenken enthalten und auf mögliche negative Folgen hinweisen.\n\nDie ÖNORM B 2110 (Pkt. 6.2.4) konkretisiert diese Pflichten und sieht vor, dass der Auftragnehmer verpflichtet ist, die Ausführungsunterlagen, erteilten Anweisungen, beigestellten Materialien und Vorleistungen anderer Unternehmer im Rahmen seiner Fachkenntnis und unter Anwendung pflichtgemäßer Sorgfalt zu prüfen. Bei erkennbaren Mängeln hat er den Auftraggeber unverzüglich schriftlich zu warnen.\n\nBeweislast: Die Beweislast für die Einhaltung der Warnpflicht trägt grundsätzlich der Unternehmer. Es empfiehlt sich daher, Warnhinweise schriftlich zu dokumentieren und Eingangsbestätigungen zu sichern.\n\nRechtsfolgen bei Verletzung: Kommt der Unternehmer seiner Prüf- und Warnpflicht nicht nach, kann er seinen Entgeltanspruch ganz oder teilweise verlieren und für Schäden haftbar gemacht werden. Zusätzlich muss er für Mängel einstehen, die auf die nicht bemängelten Umstände zurückzuführen sind.",
  "metadata": {
    "source": "Juristische Analyse des österreichischen Vertragsrechts",
    "type": "rechtliche_grundlage",
    "keywords": ["Prüfpflicht", "Warnpflicht", "Hinweispflicht", "ÖNORM B 2110", "§ 1168a ABGB", "Bedenkenanmeldung", "Untaugliche Anweisungen", "Untaugliche Materialien", "Entgeltanspruch", "Werkunternehmer"],
    "last_updated": "2024-11-04"
  }
} 