{
  "id": "at_zahlungsbedingungen",
  "text_content": "Zahlungsbedingungen in österreichischen Verträgen unterliegen rechtlichen Vorgaben, die je nach Vertragsverhältnis (B2B oder B2C) unterschiedlich streng sind. Relevante Rechtsgrundlagen sind das ABGB (§ 1170), das UGB (§ 456), das Zahlungsverzugsgesetz (ZVG) und bei Vereinbarung die ÖNORM B 2110 (Pkt. 8.4).\n\nFälligkeit des Werklohns: Nach § 1170 ABGB wird der Werklohn grundsätzlich erst nach Vollendung des Werkes fällig. Diese dispositive Regelung wird in der Baubranche typischerweise durch Vereinbarungen zu Abschlagszahlungen oder durch die ÖNORM B 2110 modifiziert.\n\nAbschlagszahlungen: Die ÖNORM B 2110 (Pkt. 8.4) regelt Teilrechnungen (Abschlagszahlungen) und deren Fälligkeit. Der Auftragnehmer kann während der Ausführung entsprechend dem Fortschritt der Leistungserbringung Teilrechnungen legen. Die Teilrechnungen sind in möglichst kurzen Zeitabständen, in der Regel monatlich, zu legen.\n\nZahlungsfristen nach ÖNORM B 2110:\n- Teilrechnungen: innerhalb von 30 Tagen\n- Schlussrechnungen bis 10.000 EUR: innerhalb von 30 Tagen\n- Schlussrechnungen über 10.000 EUR: innerhalb von 60 Tagen\n\nDie Frist beginnt ab Rechnungseingang, sofern nicht anders vereinbart. Voraussetzung ist, dass die Rechnung prüffähig ist, was die vollständige Darstellung der erbrachten Leistungen mit entsprechenden Nachweisen erfordert.\n\nZahlungsverzugsgesetz (ZVG): Dies setzt im B2B-Bereich Grenzen für Zahlungsfristen, insbesondere:\n- Generell max. 60 Tage, es sei denn, eine längere Frist wurde ausdrücklich vereinbart und ist nicht gröblich benachteiligend\n- Für öffentliche Stellen max. 30 Tage, in sachlich gerechtfertigten Ausnahmefällen max. 60 Tage\n\nVerzugszinsen im B2B-Bereich: § 456 UGB sieht bei Zahlungsverzug einen gesetzlichen Zinssatz von 9,2 Prozentpunkten über dem Basiszinssatz vor, deutlich höher als im allgemeinen Zivilrecht.\n\nProblematische Klauseln in Bezug auf Zahlungsbedingungen:\n\n1. Zahlungsfristen über 60 Tage ohne sachliche Rechtfertigung (verstoßen gegen das ZVG)\n\n2. Überlange Prüffristen, die faktisch die Zahlungsfrist verlängern\n\n3. Unverhältnismäßig hohe Skontoabzüge bei geringfügiger Fristüberschreitung\n\n4. Unklare oder an sachfremde Bedingungen geknüpfte Fälligkeitsregelungen\n\n5. Zahlungseinbehalte ohne angemessene Begrenzung oder ohne Bezug zu konkreten Mängeln\n\n6. Aufrechnung mit bestrittenen oder nicht rechtskräftig festgestellten Gegenforderungen\n\nDer OGH hat wiederholt betont, dass Vertragsklauseln, die den Zahlungsfluss an den Werkunternehmer unangemessen erschweren oder verzögern, nach § 879 ABGB sittenwidrig sein können, insbesondere wenn sie ein grobes Ungleichgewicht der Vertragspositionen schaffen.",
  "metadata": {
    "source": "Juristische Analyse des österreichischen Vertragsrechts",
    "type": "rechtliche_grundlage",
    "keywords": ["Zahlungsbedingungen", "Fälligkeit", "Werklohn", "Abschlagszahlungen", "Teilrechnungen", "Prüffrist", "Zahlungsfrist", "Verzugszinsen", "ÖNORM B 2110", "§ 1170 ABGB", "§ 456 UGB", "Zahlungsverzugsgesetz"],
    "last_updated": "2024-11-04"
  }
} 