{
  "id": "at_sicherstellungspflicht",
  "text_content": "Die Sicherstellungspflicht gemäß § 1170b ABGB gibt dem Werkunternehmer in Österreich einen Anspruch auf Sicherstellung für seinen Werklohn. Diese Regelung wurde eingeführt, um das Insolvenzrisiko bei Bauvorhaben für Werkunternehmer zu reduzieren.\n\nAnwendungsbereich: § 1170b ABGB gilt für Werkverträge über die Errichtung oder Bearbeitung unbeweglicher Sachen zwischen Unternehmern im Sinne des UGB oder einem Unternehmer und einer Privatperson. Ausgenommen sind:\n- Verbraucher als Werkunternehmer\n- Juristische Personen des öffentlichen Rechts als Besteller\n- Verbraucher als Besteller, wenn die Wohnraumschaffung oder -verbesserung der eigenen Wohnungsversorgung dient\n\nHöhe der Sicherstellung: Die Sicherstellung beträgt bis zu 20% des vereinbarten Entgelts. Dieser Betrag kann vertraglich nicht wirksam reduziert werden. Bauträger im Sinne des BTVG sind zur Sicherstellung in Höhe von 15% (nicht 20%) verpflichtet.\n\nFrist und Form: Der Werkunternehmer kann die Sicherstellung binnen angemessener Frist, mindestens jedoch binnen drei Monaten, verlangen. Die Sicherstellung kann durch:\n- Bargeld\n- Bareinlagen\n- Sparbücher\n- Bankgarantien oder\n- Versicherungen\nerbracht werden. Die Wahl der Sicherstellungsform steht dem Besteller zu.\n\nRechtsfolgen der Nichtleistung: Wird die Sicherstellung nicht fristgerecht geleistet, kann der Werkunternehmer:\n- Seine Leistung verweigern und\n- unter Setzung einer Nachfrist von mindestens einer Woche vom Vertrag zurücktreten\n\nDer Besteller muss in diesem Fall bereits erbrachte Leistungen vergüten und dem Werkunternehmer den entgangenen Gewinn ersetzen. Wählt der Werkunternehmer statt des Rücktritts die Fortsetzung des Vertrags, behält er den Anspruch auf Sicherstellung.\n\nVereinbarte Sicherheiten: § 1170b ABGB ist halbzwingend; der Anspruch des Werkunternehmers kann vertraglich nicht ausgeschlossen werden. Allerdings kann die bereits vertraglich vereinbarte Leistung von Anzahlungen oder sonstigen Sicherheiten auf die Sicherstellungspflicht angerechnet werden.\n\nPraxishinweise:\n- Der Sicherstellungsanspruch sollte frühzeitig, idealerweise zu Beginn der Vertragsbeziehung, geltend gemacht werden\n- Der Anspruch kann zu jedem Zeitpunkt während der Leistungserbringung, sogar bis zur Fertigstellung, geltend gemacht werden\n- Ein Verzicht auf den Sicherstellungsanspruch ist unwirksam\n- Die Sicherstellung ist vom Besteller auch dann zu leisten, wenn bereits ein bedeutender Teil der Leistung erbracht und bezahlt wurde\n\nDer OGH hat in mehreren Entscheidungen die weitreichende Bedeutung des § 1170b ABGB betont und klargestellt, dass diese Bestimmung einen wichtigen Schutz für Werkunternehmer darstellt, der auch durch AGB nicht abbedungen werden kann.",
  "metadata": {
    "source": "Juristische Analyse des österreichischen Vertragsrechts",
    "type": "rechtliche_grundlage",
    "keywords": ["Sicherstellungspflicht", "§ 1170b ABGB", "Werklohn", "Bauvertrag", "Werkvertrag", "Sicherheit", "Bankgarantie", "Unbewegliche Sachen", "Leistungsverweigerungsrecht", "Rücktrittsrecht"],
    "last_updated": "2024-11-04"
  }
} 