{
  "id": "de_hoehere_gewalt",
  "text_content": "Höhere Gewalt und Störung der Geschäftsgrundlage sind wichtige Rechtsinstitute im deutschen Bauvertragsrecht, die Auswirkungen auf Bauzeit und Vergütungsansprüche haben können, wenn unvorhergesehene Ereignisse eintreten. Die rechtlichen Grundlagen finden sich im BGB (§§ 275, 313) und in der VOB/B (§ 6).\n\nDefinition höherer Gewalt:\nHöhere Gewalt bezeichnet nach ständiger Rechtsprechung des BGH ein von außen kommendes, nicht voraussehbares und auch durch äußerste vernünftigerweise zu erwartende Sorgfalt nicht abwendbares Ereignis. Typische Beispiele im Baubereich sind:\n- Extreme Witterungsbedingungen (weit über dem langjährigen Durchschnitt)\n- Naturkatastrophen (Hochwasser, Erdbeben, Stürme)\n- Epidemien/Pandemien (wie COVID-19)\n- Kriegshandlungen, Terrorakte, Unruhen\n- Behördliche Anordnungen und Verbote\n- Streiks und Aussperrungen größeren Ausmaßes\n\nRechtliche Behandlung nach BGB:\n1. Unmöglichkeit (§ 275 BGB): Bei objektiver oder subjektiver Unmöglichkeit der Leistungserbringung entfällt der Leistungsanspruch. Bei vorübergehender Unmöglichkeit ist die Leistung nur für die Dauer des Hindernisses ausgeschlossen.\n2. Störung der Geschäftsgrundlage (§ 313 BGB): Haben sich Umstände, die zur Grundlage des Vertrags geworden sind, schwerwiegend verändert, kann eine Anpassung des Vertrags oder im Extremfall ein Rücktrittsrecht bestehen. Voraussetzung ist, dass:\n   - die Parteien bei Kenntnis der Änderung den Vertrag nicht oder mit anderem Inhalt geschlossen hätten\n   - das Festhalten am unveränderten Vertrag einer Partei nicht zugemutet werden kann\n   - das Risiko der Änderung nicht von einer Partei vertraglich übernommen wurde\n\nRegelung nach VOB/B (§ 6):\n- § 6 Abs. 2 Nr. 1c VOB/B sieht bei höherer Gewalt eine Verlängerung der Ausführungsfristen vor.\n- § 6 Abs. 5 VOB/B regelt die Kostentragung: Grundsätzlich trägt jede Partei die ihr entstehenden Mehrkosten selbst.\n- § 6 Abs. 7 VOB/B ermöglicht beiden Parteien den Rücktritt vom Vertrag, wenn eine Unterbrechung länger als drei Monate dauert.\n\nAuswirkungen auf Bauzeitverlängerung:\n- Fristverlängerungsanspruch des Auftragnehmers\n- Entfall von Vertragsstrafen für den Verzögerungszeitraum\n- Dokumentationspflicht des Auftragnehmers bzgl. Behinderung und deren Auswirkungen\n\nVergütungsansprüche:\n- Nach BGB grundsätzlich Anpassungsmöglichkeit über § 313 BGB\n- Nach VOB/B trägt grundsätzlich jede Partei ihre eigenen Kosten, sofern nicht anders vereinbart\n- Preissteigerungen: Die Rechtsprechung ist zurückhaltend bei der Anerkennung allgemeiner Preissteigerungen als Fall der Störung der Geschäftsgrundlage; eine Anpassung kommt nur bei extremen, unvorhersehbaren Preissteigerungen in Betracht\n\nVertragsgestaltung:\nFolgende Aspekte sollten vertraglich klar geregelt werden:\n- Definition von höherer Gewalt und Abgrenzung zu normalen Risiken\n- Mitteilungspflichten und -fristen\n- Regelungen zu Fristverlängerungen\n- Kostenverteilung\n- Kündigungs-/Rücktrittsrechte bei langandauernder höherer Gewalt\n\nProblematische Klauseln:\n- Vollständige Risikoüberwälzung aller äußeren Ereignisse auf den Auftragnehmer (kann nach § 307 BGB unwirksam sein)\n- Fehlende Unterscheidung zwischen typischen und atypischen Witterungsrisiken\n- Unklare Definitionen höherer Gewalt, die zu Auslegungsstreitigkeiten führen\n- Ausschluss von Fristverlängerungsansprüchen bei höherer Gewalt\n\nDer BGH hat wiederholt entschieden, dass außergewöhnliche, unvorhersehbare Ereignisse nicht einseitig einer Vertragspartei aufgebürdet werden dürfen, wenn sie außerhalb deren Risikosphäre liegen.",
  "metadata": {
    "source": "Juristische Analyse des deutschen Vertragsrechts",
    "type": "rechtliche_grundlage",
    "keywords": ["Höhere Gewalt", "Force Majeure", "Störung der Geschäftsgrundlage", "Unmöglichkeit", "Bauzeitverlängerung", "Fristverlängerung", "§ 313 BGB", "§ 275 BGB", "§ 6 VOB/B", "Behinderung", "Risikosphäre"],
    "last_updated": "2024-11-04"
  }
} 