{
  "id": "at_ruecktrittsrechte",
  "text_content": "Im österreichischen Werkvertragsrecht existieren verschiedene gesetzliche und vertragliche Rücktrittsrechte, die es den Vertragsparteien unter bestimmten Umständen ermöglichen, sich vom Vertrag zu lösen. Die gesetzlichen Grundlagen finden sich im ABGB (§§ 918 ff., 1168), ergänzt durch Sonderregelungen im KSchG und in der ÖNORM B 2110.\n\nGesetzliche Rücktrittsrechte nach ABGB:\n\n1. Verzug des Werkunternehmers (§ 918 ABGB):\n   - Bei Verzug kann der Besteller unter angemessener Nachfristsetzung vom Vertrag zurücktreten.\n   - Die Nachfrist muss angemessen sein und einen eindeutigen Rücktrittshinweis enthalten.\n   - Bei Fixgeschäften (wenn die pünktliche Leistung Vertragsgrundlage ist) ist keine Nachfrist erforderlich.\n\n2. Unmöglichkeit der Leistung (§ 920 ABGB):\n   - Bei nachträglicher objektiver Unmöglichkeit der Leistung kann der Besteller ohne Nachfristsetzung zurücktreten.\n   - Die Unmöglichkeit darf nicht durch den Besteller verursacht sein.\n\n3. Schlechterfüllung (§§ 918, 932 ABGB):\n   - Bei erheblichen Mängeln, die den gewöhnlichen Gebrauch verhindern, kann der Besteller vom Vertrag zurücktreten.\n   - Es besteht ein Wahlrecht zwischen Verbesserung, Preisminderung und (bei wesentlichen Mängeln) Wandlung.\n\n4. Vorleistungspflicht des Bestellers (§ 1170 ABGB):\n   - Fehlt es an der vereinbarten Vorleistung des Bestellers, kann der Unternehmer unter Setzung einer angemessenen Nachfrist vom Vertrag zurücktreten.\n\n5. Verhinderung der Werkausführung (§ 1168 ABGB):\n   - Wird die Ausführung durch Umstände verhindert, die der Sphäre des Bestellers zuzurechnen sind, behält der Unternehmer seinen Entgeltanspruch.\n   - Bei längerer Verhinderung kann ein Rücktrittsrecht des Unternehmers bestehen.\n\nRücktrittsrechte nach ÖNORM B 2110:\n\n1. Verzug des Auftragnehmers (Pkt. 6.5.1):\n   - Rücktrittsrecht nach angemessener Nachfristsetzung\n   - Mindestnachfrist in der Regel 2 Wochen\n\n2. Verzug des Auftraggebers (Pkt. 6.5.2):\n   - Bei Zahlungsverzug: Rücktrittsrecht nach Mahnung und angemessener Nachfrist\n   - Bei anderen Mitwirkungspflichten: Rücktrittsrecht nach angemessener Nachfristsetzung\n\n3. Konkurs und Insolvenzverfahren (Pkt. 5.8):\n   - Beide Parteien können bei Eröffnung eines Insolvenzverfahrens den Rücktritt erklären.\n\nSonderregelungen im Verbraucherrecht (KSchG):\n\n1. Besonderes Rücktrittsrecht bei Haustürgeschäften (§ 3 KSchG):\n   - 14-tägiges Rücktrittsrecht ohne Angabe von Gründen\n   - Beginnt mit Vertragsabschluss oder bei Mängeln in der Belehrung erst später\n\n2. Leistungsverzug des Unternehmers (§ 7 KSchG):\n   - Zusätzliche Schutzvorschriften für Verbraucher bei Verzug des Unternehmers\n\nProblematische Vertragsklauseln zu Rücktrittsrechten:\n\n1. Übermäßige Einschränkung gesetzlicher Rücktrittsrechte des Bestellers\n2. Überzogene Rücktrittsrechte des Unternehmers bei geringfügigen Pflichtverletzungen\n3. Unverhältnismäßig kurze Nachfristen\n4. Rücktrittsklauseln, die dem Unternehmer die volle Vergütung trotz Rücktritts zusprechen\n5. Bei Verbrauchern: Jede Einschränkung der Rücktrittsrechte nach dem KSchG\n\nDer OGH hat in ständiger Rechtsprechung betont, dass Rücktrittsrechte als ultima ratio zu betrachten sind und grundsätzlich die Fortsetzung des Vertrags unter Wahrung der berechtigten Interessen beider Parteien anzustreben ist. Dennoch sind sie ein wesentliches Instrument zur Wahrung der Vertragsgerechtigkeit bei erheblichen Leistungsstörungen.",
  "metadata": {
    "source": "Juristische Analyse des österreichischen Vertragsrechts",
    "type": "rechtliche_grundlage",
    "keywords": ["Rücktrittsrecht", "Verzug", "Unmöglichkeit", "Schlechterfüllung", "Wandlung", "Nachfrist", "§ 918 ABGB", "§ 1168 ABGB", "ÖNORM B 2110", "KSchG", "Vertragsaufhebung"],
    "last_updated": "2024-11-04"
  }
} 