{
  "id": "at_hoehere_gewalt",
  "text_content": "Im österreichischen Vertragsrecht gibt es keine ausdrückliche gesetzliche Definition der höheren Gewalt, jedoch ist das Konzept in Rechtsprechung und Lehre anerkannt und findet in der ÖNORM B 2110 (Pkt. 7.2) sowie in verschiedenen gesetzlichen Regelungen Berücksichtigung (insbesondere §§ 1104, 1447 ABGB).\n\nDefinition höherer Gewalt:\nNach ständiger Rechtsprechung des OGH bezeichnet höhere Gewalt ein von außen einwirkendes, außergewöhnliches und unvorhersehbares Ereignis, das auch durch die äußerste vernünftigerweise zu erwartende Sorgfalt nicht hätte verhindert werden können. Typische Beispiele im Baubereich sind:\n- Naturkatastrophen (Hochwasser, Erdbeben, extreme Unwetter)\n- Epidemien/Pandemien (COVID-19-Krise)\n- Kriegsereignisse, Terrorakte, schwerwiegende Unruhen\n- Behördliche Anordnungen (z.B. Bauverbote aufgrund übergeordneter öffentlicher Interessen)\n- Flächendeckende Streiks oder Aussperrungen\n\nRechtliche Behandlung nach ABGB:\n\n1. Unmöglichkeit der Leistung (§ 1447 ABGB):\n   - Bei dauerhafter objektiver Unmöglichkeit durch höhere Gewalt wird der Vertrag aufgehoben.\n   - Die Leistungspflichten beider Parteien erlöschen.\n   - Bei vorübergehender Unmöglichkeit ist die Leistung nur für die Dauer des Hindernisses suspendiert.\n\n2. Risikoverteilung bei Bestandverträgen (§ 1104 ABGB):\n   - Bei außerordentlichen Zufällen wie Feuer, Krieg oder Seuche entfällt die Zinsleistungspflicht des Bestandnehmers.\n   - Diese Regelung wird teils analog auf Werkverträge angewendet.\n\n3. Wegfall der Geschäftsgrundlage:\n   - Das ABGB kennt keine ausdrückliche Regelung zum Wegfall der Geschäftsgrundlage, die Rechtsprechung hat jedoch vergleichbare Grundsätze entwickelt.\n   - Bei grundlegender Änderung der Vertragsgrundlagen kann eine Vertragsanpassung oder -auflösung möglich sein.\n\nRegelung nach ÖNORM B 2110:\n\n1. Fristverlängerung (Pkt. 7.2):\n   - Bei höherer Gewalt hat der Auftragnehmer Anspruch auf angemessene Verlängerung der Leistungsfrist.\n   - Die Fristverlängerung muss unverzüglich geltend gemacht werden.\n\n2. Mehrkosten (Pkt. 7.3):\n   - Grundsätzlich trägt jede Vertragspartei die durch höhere Gewalt verursachten Mehrkosten selbst.\n   - Stillstandskosten des Auftragnehmers sind nur bei Vertretenmüssen des Auftraggebers zu ersetzen.\n\n3. Rücktritt vom Vertrag (Pkt. 5.8):\n   - Bei länger andauernden Behinderungen besteht ein Rücktrittsrecht.\n\nVertragsgestaltung:\nFolgende Aspekte sollten in Verträgen geregelt werden:\n- Klare Definition höherer Gewalt mit Beispielen\n- Mitteilungspflichten und -fristen\n- Regelungen zur Fristverlängerung\n- Kostenverteilung bei höherer Gewalt\n- Rücktrittsrechte bei langandauernder höherer Gewalt\n- Vertragsanpassungsklauseln für extreme Preisschwankungen\n\nProblematische Vertragsklauseln:\n- Vollständige Risikoüberwälzung aller höherer Gewalt auf den Auftragnehmer\n- Fehlende Unterscheidung zwischen vorhersehbaren und außergewöhnlichen Ereignissen\n- Unklare Definitionen höherer Gewalt, die zu Auslegungsstreitigkeiten führen\n- Ausschluss jeglicher Fristverlängerung bei höherer Gewalt\n- Übermäßige Kündigungsrechte einer Partei bei höherer Gewalt\n\nDer OGH hat in seiner Rechtsprechung anerkannt, dass höhere Gewalt grundsätzlich ein neutrales Ereignis darstellt, dessen Risiko nicht einseitig einer Vertragspartei zugeordnet werden kann, wenn der Vertrag keine entsprechende Regelung enthält. Die COVID-19-Pandemie wurde in mehreren Entscheidungen als Fall höherer Gewalt eingestuft, wobei die konkreten Rechtsfolgen vom Einzelfall abhängen.",
  "metadata": {
    "source": "Juristische Analyse des österreichischen Vertragsrechts",
    "type": "rechtliche_grundlage",
    "keywords": ["Höhere Gewalt", "Force Majeure", "Unmöglichkeit", "Fristverlängerung", "Wegfall der Geschäftsgrundlage", "ÖNORM B 2110", "§ 1447 ABGB", "§ 1104 ABGB", "Risikosphäre", "COVID-19"],
    "last_updated": "2024-11-04"
  }
} 