{
  "id": "de_vertragsstrafen_unwirksam",
  "text_content": "Eine Vertragsstrafe muss angemessen sein. Als Obergrenze für die Gesamtvertragsstrafe wegen Verzugs gilt in der Regel ein Satz von 5 % der relevanten Auftragssumme als noch zulässig. Klauseln, die diesen Wert überschreiten, werden regelmäßig als unangemessene Benachteiligung gemäß § 307 BGB angesehen. Die Klausel muss zudem klarstellen, dass die Strafe nur bei schuldhaftem Verzug des Auftragnehmers anfällt (§ 339 BGB, § 11 Abs. 2 VOB/B). Die Bezugsgröße für die Berechnung (Auftragssumme) muss eindeutig definiert sein.\n\nBGH-Urteil (VII ZR 42/22): Eine Klausel, die eine Vertragsstrafe von 5 % auf Basis der ursprünglichen Netto-Auftragssumme in einem Einheitspreisvertrag festlegt, ist unwirksam. Grund: Bei Einheitspreisverträgen kann die tatsächliche Endabrechnungssumme durch Mengenänderungen niedriger ausfallen als die ursprüngliche Auftragssumme. Die Anknüpfung an die ursprüngliche Summe kann daher dazu führen, dass die Strafe effektiv über 5 % der tatsächlichen Vergütung liegt, was eine unangemessene Benachteiligung darstellt.\n\nDefinition \"Auftragssumme\": Der BGH stellt klar, dass sich die 5 %-Grenze auf die endgültige, abzurechnende Vergütung beziehen muss, nicht auf eine vorläufige Schätzung, insbesondere bei Einheitspreisverträgen.\n\nWeitere problematische Aspekte von Vertragsstrafenklauseln können sein:\n- Fehlende Angaben zur Höchstgrenze bei Tagessätzen\n- Fehlen eines Verschuldenserfordernis\n- Kumulative Anwendung verschiedener Vertragsstrafen (z.B. für Verzug und Schlechtleistung)\n- Fehlende Anrechnungsregelungen, wenn der tatsächliche Schaden geringer ist als die Vertragsstrafe\n- Verwendung von Vertragsstrafen für andere Vertragsverletzungen als Verzug, ohne dies klar zu regeln (z.B. Vertragsverletzungen im Bereich der Arbeitssicherheit oder Dokumentation)\n\nBesonders kritisch sind Vertragsstrafen, die bei jeder beliebigen Vertragsverletzung fällig werden, ohne nach Schwere oder Art der Vertragsverletzung zu differenzieren.",
  "metadata": {
    "source": "Juristische Analyse des deutschen Vertragsrechts",
    "type": "red_flag",
    "keywords": ["Vertragsstrafe", "Pönale", "5 %-Grenze", "Auftragssumme", "Einheitspreisvertrag", "Schuldhafte Verzögerung", "BGH-Urteil VII ZR 42/22", "§ 307 BGB", "§ 339 BGB", "§ 11 VOB/B"],
    "last_updated": "2024-11-03"
  }
} 