{
  "id": "de_flow_down_klauseln_problematisch",
  "text_content": "Klauseln, die pauschal alle Pflichten und Risiken aus dem Hauptvertrag an den Subunternehmer weitergeben, ohne Berücksichtigung des konkreten Leistungsumfangs des Subunternehmers, können nach § 307 BGB unwirksam sein. Eine unangemessene Benachteiligung liegt vor, wenn dem Subunternehmer Risiken aufgebürdet werden, die außerhalb seines Einflussbereichs liegen oder nicht seinem Werk entsprechen. Eine pauschale Weitergabe ohne Prüfung der Angemessenheit im Einzelfall ist problematisch.\n\nSogenannte \"Flow-down\"- oder Durchleitungsklauseln sind im Baubereich häufig anzutreffen und haben das Ziel, die Verpflichtungen des Hauptunternehmers gegenüber dem Bauherrn auf die Subunternehmer zu übertragen. Dies kann grundsätzlich sinnvoll sein, um eine einheitliche Vertragsgestaltung zu gewährleisten. Allerdings können solche Klauseln in AGB problematisch werden, wenn sie:\n\n1. Dem Subunternehmer keine angemessene Möglichkeit geben, den Hauptvertrag einzusehen und zu prüfen, welche Anforderungen auf ihn übertragen werden.\n\n2. Dem Subunternehmer nicht nur technische Anforderungen und Qualitätsstandards, sondern auch unangemessene Vertragsrisiken übertragen, z.B. bezüglich Gewährleistungsfristen, Zahlungsbedingungen, Vertragsstrafen, Haftungsregelungen.\n\n3. Die Bestimmungen des Hauptvertrags global und undifferenziert auf den Subunternehmer übertragen, auch wenn dieser nur einen Teilbereich abdeckt (z.B. wenn ein Subunternehmer für Elektroarbeiten auch für Risiken im Zusammenhang mit Rohbauarbeiten haften soll).\n\n4. Den Subunternehmer dazu verpflichten, Leistungen zu erbringen, die außerhalb seines Fachbereichs liegen oder die mit seiner konkreten Leistung in keinem angemessenen Zusammenhang stehen.\n\nFormulierungen wie \"Es gelten alle Bestimmungen des Hauptauftrags, den der Auftragnehmer zur Kenntnis genommen hat\" oder \"Der Nachunternehmer übernimmt alle Verpflichtungen des Hauptunternehmers aus dem Hauptvertrag\" sollten kritisch geprüft werden, insbesondere wenn der Hauptvertrag selbst nicht vollständig offengelegt wurde.",
  "metadata": {
    "source": "Juristische Analyse des deutschen Vertragsrechts",
    "type": "yellow_flag",
    "keywords": ["Flow-down", "Durchleitungsklausel", "Subunternehmer", "Hauptvertrag", "Risikoübertragung", "Unangemessene Benachteiligung", "§ 307 BGB", "Transparenzgebot"],
    "last_updated": "2024-11-03"
  }
} 