{
  "id": "de_sicherheiten_bauvertrag",
  "text_content": "In Bauverträgen nach deutschem Recht ist die Vereinbarung von Sicherheiten für Mängelansprüche und zur Vertragserfüllung üblich. Die rechtlichen Grundlagen finden sich im BGB (§ 632a Abs. 1 S. 2, § 650f, § 650m BGB) und in § 17 VOB/B.\n\nSicherheit für Vertragserfüllung: Diese soll den Besteller vor allem gegen Nichtleistung, Schlechtleistung und Verzug des Unternehmers absichern. Nach § 17 VOB/B beträgt diese in der Regel 5% der Auftragssumme, kann aber individuell vereinbart werden. Vertragserfüllungssicherheiten werden typischerweise bis zur Abnahme gestellt. Bei Überschreitung (z.B. 10%) kann eine Unwirksamkeit nach § 307 BGB vorliegen.\n\nSicherheit für Mängelansprüche: Diese wird nach Abnahme zur Absicherung von Gewährleistungsansprüchen gestellt. Nach § 17 VOB/B beträgt sie in der Regel 3% der Abrechnungssumme. Bei Überschreitung (z.B. 5-10%) kann eine Unwirksamkeit nach § 307 BGB vorliegen. Die Sicherheit ist nach Ablauf der Gewährleistungsfrist zurückzugeben. Die Rechtsprechung akzeptiert eine angemessene Prüfungsfrist zur Feststellung möglicherweise vorhandener Mängel.\n\nSicherheit des Bestellers (§ 650f BGB): Der Unternehmer kann unter bestimmten Voraussetzungen vom Besteller Sicherheit für die noch zu erbringende und vergütungspflichtige Leistung verlangen. Die Höhe beträgt 10% der vereinbarten Vergütung zzgl. eventueller Nachträge. Diese Regelung ist vor allem für Unternehmer wichtig, die Zweifel an der Zahlungsfähigkeit oder -willigkeit des Bestellers haben. Nach VOB/B besteht nur ein stark eingeschränkter Anspruch.\n\nSicherheit für Vorauszahlungen (§ 632a Abs. 1 S. 2 BGB): Der Unternehmer muss bei Verlangen von Abschlagszahlungen für noch nicht erbrachte Leistungen (insbesondere Materiallieferungen) Sicherheit in entsprechender Höhe leisten.\n\nVerbraucherbauvertrag (§ 650m BGB): Bei Verbraucherbauverträgen hat der Unternehmer besondere Pflichten zur Absicherung des Bauherren, insbesondere bei Verlangen von Abschlagszahlungen.\n\nFormen der Sicherheitsleistung können laut § 17 VOB/B sein:\n1. Einbehalt (direkte Reduktion der Zahlung)\n2. Hinterlegung von Geld\n3. Bürgschaft eines zugelassenen Kreditinstituts oder Kreditversicherers\n4. Sonstige Sicherheiten (z.B. Bankgarantie)\n\nProblematische Klauseln in Bezug auf Sicherheiten sind insbesondere:\n- Überhöhte Sicherheiten (über 5-10% der Auftragssumme)\n- Kumulation verschiedener Sicherungsmittel ohne Anrechnung\n- Bürgschaften \"auf erstes Anfordern\" in AGB\n- Fehlende oder übermäßig lange Befristungen der Sicherheiten\n- Fehlende Regelungen zur Rückgabe der Sicherheiten",
  "metadata": {
    "source": "Juristische Analyse des deutschen Vertragsrechts",
    "type": "rechtliche_grundlage",
    "keywords": ["Sicherheiten", "Bauhandwerkersicherung", "Vertragserfüllungssicherheit", "Gewährleistungssicherheit", "Mängelanspruchssicherheit", "§ 650f BGB", "§ 17 VOB/B", "§ 632a BGB", "§ 650m BGB", "Bürgschaft", "Einbehalt"],
    "last_updated": "2024-11-04"
  }
} 